Repository: deepnight/deepnightLibs
Catalog: res/lang/new_*.po
Languages: fr

source: Normal text
fr: Texte normal

source: Text with parameters: ::param::
fr: Texte avec paramètres: ::param::

# Context 1
source: Ambiguous
fr: Ambigu dans contexte 1

# Context 2
source: Ambiguous
fr: Ambigu dans contexte 2

source: Text with commentary
fr: Texte avec commentaire

source: Text with parameters: ::param:: and commentary
fr: Texte avec paramètres: ::param:: et commentaire

source: I'm a CDB text
fr: Je suis un texte CDB

source: I'm a CDB text with commentary
fr: Je suis un texte CDB avec commentaire

source: I'm a CDB text with param: ::param::
fr: Je suis un texte CDB avec paramètre : ::param::

source: I'm a CDB text with param: ::param:: and commentary
fr: Je suis un texte CDB avec paramètre : ::param:: et commentaire
